{
    "status":"200",
    "data":[
        {"key":"Kullu",
        "value":"Kullu, the headquarters of the district, is situated at an altitude of 1200 mt on the confluence of Savory rivulet and Beas river. Though it is somewhat warm during June and early July, but for the rest of the year provides a delightful and healthy climate. the annual rainfall is about 40″, of which a little less than a half occurs during the winter months from October to March. There is not much snowfall during the winters but the snow clad peaks look very beautiful. Kullu town has made its name on the international tourist map for its famous Dussehra festival. Town is a seat of the chief deity of the valley i.e. Raghunathjee. During Dussehra the visiting deities from all over the district first pay their obeisance by visiting abode of Raghunathjee at Sultanpur. The town of Kullu can accommodate large number of visitors with all facilities of boarding and lodging required by them.Kullu district offers many attractions to the tourists. It has rich art and cultural heritage, lush green deep meadows, dazzling rivers, white capped snowy peaks and high mountains. The district has incomparable Beas and its sub-valleys which are full of natural charm and grandeur. Though, Kullu does not have the rich historical archaeological or epigraphically antiquities like Chamba but still has some ancient remains antiquities like Nirmand in outer-Seraj and Hat at Barjaura. Not only the district is famous for its scenic beauty but also as a paradise for the trekkers and mountaineers."
            },
        {"key":"Manali",
            "value":"Situated near the end of valley, Manali is one of the most attractive tourist spot not only of Himachal Pradesh, but of International fame also. Manali is synonymous streams and birdsong, forests and orchards and grandees of snow-capped mountains.Manali is the real starting point of an ancient trade route which crosses the Rohtang and Baralacha passes, and runs via Lahul and Ladakh to Kashmir while divergent road connects it with Spiti. Now the motor link have been provided up to Leh in Jammu & Kashmir, Pangi valley in Chamba and Kaza of Lahul & Spiti. There are regular bus services to these places from Manali during summer season. It is situated at a distance of 45 kms from Kullu.There is an interesting legend about Manali which goes to say that Manu, the author of ’Manu Samhita’, after the great deluge first stepped on the earth from the celestial boat at a place in this land. The particular spot where he established his abode was the present Manali which is regarded as the changed name of 'Manu-Alaya', the abode of Manu. The temple dedicated to Manu is still existing in the Manali village."
        },
        {"key":"Naggar",
        "value":"Naggar, on the left bank of the Beas and about 300 mts above the river, is delightfully situated on a wooden slope and commands extensive views, especially of the north and west of the valley. It is 27 kms from Kullu and 5 kms from Patli Kulh. There is a bridge across the river Beas connecting Naggar and Patli Kulh.Naggar succeeded Nast (Jagatsukh) as the capital of Kullu. It was founded by Visudh Pal and continued as the headquarter of the state until the capital was transferred to Kullu (Sultanpur) by Raja Jagat Singh. A massive castle belonging to the Rajas of Kullu still exists here. The castle now is converted into a tourist lodge is built on a steep eminence overlooking the valley and dominates the village and surroundings countryside. It is supposed to have been built during the reign of Raha Sidh Singh with stones brought from Baragarh fort on the opposite of the valley.At the foot of the small bazaar, below the castle is the Gauri-Shankar Temple of Lord Shiva, a charming example of the architecture and carving. It is presumed that the temple which is a protected monument is eight hundred years old. A little higher is the Vishnu temple of Chatturbhuj (with Four Arms). Higher still in the upper part of the village, is Pagoda shaped temple of Tripura Sundri Devi. Highest of all on a small ridge above Naggar, is theKrishna temple of Murli Dhar. This temple is perhaps the oldest of its type in this part of Kullu.Above the castle a road leads to Hall. The beautiful house which gives its name to the estate was built by Late Colonel Rennick, but is now in the possession of the Roerich family. The late Professor Nicholas Roerich (died in Dec, 1947) was a illustrious artist of international repute had selected Naggar as his residence when he came to India in 1929 along with the other members of his family. One of his sons Sovetoslav Roerich, was also a renowned painter."
        },
        {"key":"Rohtang Pass",
        "value":"Numerous mountain passes lead in and out of Kullu, but one the most popular with trekking parties is the Rohtang, about 3,978 mt. above sea level. It is easily the most convenient route from Manali and throughout the whole distance provides a charming variety of scenery. The length of the pass is about 1 km. and has served as the route for many centuries for trade with Lahaul, Ladakh and to far away countries in Central Asia. The roadfrom Manali to Keylong passes over this pass which is 51 kms and the vest of the Rohtang pass affords a wide spread panorama of mountain scenery.The Beas river rises near the crest of Rohtang springing into existence from a block of mica-schist. To the left of the pass five or six hundred feet higher is the little lake of ’Sar Kund’ (also called Dashair). On 20th Bhadon (about the 4th September) each year, this small glacier lake is visited by numbers of people from Kullu and other adjoining districts with a belief that a bath in the cold water at day break on this particular day will cure all bodily ailments.In early summer and late autumn after about 11:00 AM or mid-day, the crest of the pass is occasionally subject to sever blizzards and snow storms, accompanied by a deadly cold breeze. Daily bus service is available at Manali for a trip to Rohtang-pass. The reservations for this trip may be done with assistance of Tourism Development Officer, at Manali."},
        {"key":"Jagatsukh",
        "value":"The original name of which was ’Nast’ was the ancient capital of Kullu state. Here the earliest Rajas ruled for twelve generations till, in the reign of Visudh Pal, the capital was transferred to Naggar. It lies on the left bank of the Beas and the road from Naggar to Manali runs through the village. It is about twelve km from Naggar and six km from Manali. Before reaching Jagatsukh a place Shooru, near the entrance to Hamta Nullah, is passed at which is located teh ancient and historical temple of Devi Sarvali. In Jagatshukh some ancient temples are still in existence. The most important being the Shiva Temple in the Shikhra style. It has a very chaste sculptured decoration. The temple of Gayatri Devi is also located near this temple."},
        {"key":"Vashisht",
        "value":"A little village located on the left bank of the Beas, but well above the river and about 3 kms beyond Manali and is renowned for its hot sulphur springs named as Bashisht or Vashist. There is a regular walled bathing pool with stone floors. Turkish styled shower fitted bath rooms, separate for ladies and gents have been built closely where the hot/ cold water is separately piped, maintaining the regular temperature for bathing, charges are nominal. There is cafeteria. Flanking the pool there is a stone and a wooden temple dedicated to Vashishta Muni, from whom the village gets its name. The hot sulphur springs at Vashist are famous for their great gelling powers."},
        {"key":"Manikaran",
        "value":"Nestling among, sylvan surrounding in Parbati valley, Manikaran is famous for its hot springs. Manikaran at an altitude of 1,829 mt. and 40 kms from Kullu has the finest hot water springs. Probably the most important and most useful is the one on the river bank at the entrance to the village which is always in great activity and is said to rise and fall with the increase and decline of river water. Rocks surrounding the spring are uncomfortably hot, while the temperature of the water is above boiling point. Rice can be cooked if placed in a muslin bag or tied up in cloth and thrown into the hot water pool. The water of the springs is said to be radioactive. It is supposed to be beneficial to sufferers from rheumatism and similar ailments. Due to Raghunathjee and Gurudawara, Manikaran is a favorite resort of pilgrims for Hindus and Sikhs. According to an ancient legend, Manikaran is also connected with Lord Shiva and his divine consort Parvati."},
        {"key":"Malana",
        "value":"Nestled between Jari and Khiksa thatch lies the village Malana. Here one can still see the oldest democracy of the world where all inhabitants of the village participate in the village administration. They have their own pattern of parliament that is Upper House (Jaistang) and Lower House (Kanishtang or Core). Jaistang has its own Executive and it works like Judiciary. If no solution comes out in the both houses , then the case is put forward to Jamalu Rishi (Devta) and then Devta decides the case through its ’Gur’ and its decision is final and binding to all inhabitants of the village.The inhabitants of Malana speak a peculiar language of their own, called Kanashi, which is entirely different from Pahari of Kullu and is a mixture of aboriginal Mundari and Tibetan"}
    ],

    "area":["Kullu","Mandi","Kinnaur","LahaulSpiti","Kangra","Chamba","Bilaspur","Una","Hamirpur","Shimla","Solan","Sirmaur"],
    "details":[{"package":"Sangla","days":"5 days"},
        {"package":"Pangi","days":"7 days"},
        {"package":"Spiti","days":"9 days"},
        {"package":"Parvati","days":"5 days"},
        {"package":"Shreekhand","days":"4 days"},
        {"package":"Kinner Kailash","days":"3 days"},
        {"package":"Manimahesh","days":"2 days"},
        {"package":"Barot","days":"4 days"}]
}